request.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://localhost:8000/soap">
   <soapenv:Header/>
   <soapenv:Body>
      <web:getCounties/>
   </soapenv:Body>
</soapenv:Envelope>
